Repository: dnsinogeorgos/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: el

source: Please log in to access this page.
el: Παρακαλώ κάντε login για να αποκτήσετε πρόσβαση σε αυτή την σελίδα.

source: [Microblog] Reset Your Password
el: [Microblog] Επαναφέρετε τον κωδικό σας

source: Username
el: Όνομα χρήστη

source: Password
el: Κωδικός πρόσβασης

source: Remember Me
el: Να με θυμάσαι

source: Sign In
el: Είσοδος

source: Repeat Password
el: Επανάληψη κωδικού πρόσβασης

source: Register
el: Εγγραφή

source: Please use a different username.
el: Παρακαλώ χρησιμοποιήστε άλλο όνομα χρήστη.

source: Please use a different email address.
el: Παρακαλώ χρησιμοποιήστε άλλη διεύθυνση email.

source: About me
el: Για μένα

source: Submit
el: Καταχώρηση

source: Say something
el: Πείτε κάτι

source: Request Password Reset
el: Αιτηθείτε επαναφορά κωδικού πρόσβασης

source: Your post is now live!
el: Η καταχώρηση σας είναι τώρα live!

source: Home
el: Αρχική

source: Explore
el: Εξερεύνηση

source: Invalid username or password
el: Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης

source: Congratulations, you are now a registered user!
el: Συγχαρητήρια, είστε πλέον εγγεγραμμένος χρήστης!

source: Check your email for the instructions to reset your password
el: Ελέγξτε την ηλεκτρονική αλληλογραφία σας για της οδηγίες επαναφοράς κωδικού πρόσβασης

source: Reset Password
el: Επαναφορά κωδικού πρόσβασης

source: Your password has been reset.
el: Ο κωδικός πρόσβασής σας έχει επαναφερθεί.

source: Your changes have been saved.
el: Οι αλλαγές σας καταχωρήθηκαν.

source: Edit Profile
el: Επεξεργασία προφίλ

source: User %(username)s not found.
el: Ο χρήστης %(username)s δεν βρέθηκε.

source: You cannot follow yourself!
el: Δεν μπορείς να ακολουθήσεις τον εαυτό σου!

source: You are following %(username)s!
el: Ακολουθείς τον %(username)s!

source: You cannot unfollow yourself!
el: Δεν μπορείς να ξεακολουθήσεις τον εαυτό σου!

source: You are not following %(username)s.
el: Ξεακολούθησες τον χρήστη %(username)s.

source: Error: the translation service is not configured.
el: Σφάλμα: η υπηρεσία μετάφρασης δεν έχει παραμετροποιηθεί.

source: Error: the translation service failed.
el: Σφάλμα: η υπηρεσία μετάφρασης απέτυχε.

source: Not Found
el: Δεν βρέθηκε

source: Back
el: Πίσω

source: An unexpected error has occurred
el: Προέκυψε μη αναμενόμενο σφάλμα

source: The administrator has been notified. Sorry for the inconvenience!
el: Ο διαχειριστής έχει ειδοποιηθεί. Λυπούμαστε για την ταλαιπωρία!

source: %(username)s said %(when)s
el: Ο χρήστης %(username)s είπε %(when)s

source: Translate
el: Μετάφραση

source: Welcome to Microblog
el: Καλωσήρθατε στο Microblog

source: Login
el: Είσοδος

source: Profile
el: Προφίλ

source: Logout
el: Έξοδος

source: Error: Could not contact server.
el: Σφάλμα: Η επικοινωνία με τον εξυπηρετητή δεν ήταν εφικτή.

source: Hi, %(username)s!
el: Γειά σου %(username)s!

source: Newer posts
el: Νεότερες καταχωρήσεις

source: Older posts
el: Παλαιότερες καταχωρήσεις

source: New User?
el: Νέος χρήστης;

source: Click to Register!
el: Κάντε κλικ για να εγγραφείτε!

source: Forgot Your Password?
el: Ξεχάσατε τον κωδικό σας;

source: Click to Reset It
el: Κάντε κλικ για να τον επαναφέρετε

source: Reset Your Password
el: Επαναφέρετε τον κωδικό σας

source: User
el: Χρήστης

source: Last seen on
el: Εθεάθη τελευταία φορά την

source: %(count)d followers
el: %(count)d ακόλουθους

source: %(count)d following
el: %(count)d που ακολουθεί

source: Edit your profile
el: Επεξεργαστείτε το προφίλ σας

source: Follow
el: Ακολουθείστε

source: Unfollow
el: Ξεακολουθείστε
